Repository: NC131/Living_In_Viellci
Catalog: translations/*_interface.po
Languages: id

# BUTTON_NEW_GAME
source: NEW GAME
id: GAME BARU

# BUTTON_LOAD_GAME
source: LOAD GAME
id: LANJUT GAME

# BUTTON_SETTINGS
source: SETTINGS
id: PENGATURAN

# BUTTON_EXTRAS
source: EXTRAS
id: TAMBAHAN

# BUTTON_QUIT
source: QUIT
id: KELUAR

# TEXT_DISCLAIMER
source: All names, characters, events and incidents portrayed in this game are fictitious. All characters in this game are over 18 years old.
id: Semua nama, karakter, kejadian dan insiden yang didalam game ini hanyalah fiktif semata. Semua karakter di game ini berusia 18 keatas.

# [CTC_LABEL]
source: [CLICK ANYWHERE TO CONTINUE]
id: [KLIK DIMANA AJA UNTUK MELANJUTKAN]

# SETTINGS_TITLE
source: SETTINGS
id: PENGATURAN

# PAGE_AUDIO
source: AUDIO
id: SUARA

# OPTION_HELPHOVER_DESCRIPTION
source: [center]Hover which options you want me to explain~
id: [center]Arahkan kursor mu ke opsi yang kamu ingin aku jelasin~

# BUTTON_RESET_TO_DEFAULT
source: RESET
id: SETEL ULANG

# BUTTON_RETURN
source: RETURN
id: KEMBALI

# AUDIO_MUTED
source: MUTED
id: BISU

# INTRO_LINES1
source: Is this Friday Night Funkin mod??
id: Ini mod Friday Night Funkin Kah???

# INTRO_LINES2
source: Oh look! A placeholder text!
id: HIDUP! Err...

# INTRO_LINES3
source: I like this so much Better than the previous one
id: Aku keracunan MBG cik.

# INTRO_LINES4
source: I hope this won't Lag in your device
id: Semoga nggak ngelag amin.

# INTRO_LINES5
source: Keep up The grind!
id: Iris bini ku cik.

# OPTION_WINDOWED
source: Windowed
id: Jendela

# OPTION_FULLSCREEN
source: Fullscreen
id: Layar penuh

# OPTION_MAXIMIZED
source: Maximized
id: Maksimalkan

# OPTION_UNLIMITED
source: Unlimited
id: Tanpa batas

# OPTION_ADAPTIVE
source: Adaptive
id: Adaptif

# OPTION_24_HOUR
source: 24 Hour
id: 24 Jam

# OPTION_12_HOUR
source: 12 Hour
id: 12 Jam

# OPTION_INSTANT
source: Instant
id: Instan

# OPTION_DELAY
source: Delay
id: Tertunda

# OPTION_DISABLED
source: Disabled
id: Nonaktif

# OPTION_ENABLED
source: Enabled
id: Aktif

# OPTION_LOW
source: Low
id: Buruk

# OPTION_MEDIUM
source: Medium
id: Menengah

# OPTION_HIGH
source: High
id: Tinggi

source: VERSION
id: VERSI

source: All rights reserved.
id: Hak cipta dilindungi.

# AUDIO_MASTERVOLUME_DESC
source: [b]Adjust the main volume of the game.[/b] The father of all volumes! All other volumes depend on him...
id: [b]Sesuaikan volume utama game.[/b] Ayah dari semua volume! Volume lainnya tergantung olehnya...

# AUDIO_MUSICVOLUME_DESC
source: [b]Adjust the music volume.[/b] This adjust the music in the game...! I-isn't this self-explanatory enough? Here! Let me help you: [url]https://dictionary.cambridge.org/dictionary/english/adjust[/url]
id: [b]Sesuaikan volume musik.[/b] Ini untuk mengatur suara musik di game...! B-bukan kah ini cukup jelas? Nih! Aku bantuin deh: [url]https://kbbi.web.id/suai[/url]

# AUDIO_AMBIENCEVOLUME_DESC
source: [b]Adjust the ambience volume.[/b] Hmm... you prefer the cityscape's ambience or the music? Whatever it is, adjust the ambience here!
id: [b]Sesuaikan volume suasana.[/b] Hmm... kamu pilih suasana kota atau musik? Apapun itu, disini kamu bisa menyesuaikannya!

# AUDIO_SFXVOLUME_DESC
source: [b]Adjust the sound effects volume.[/b] The sound effects! You know... the one when you click on things?
id: [b]Sesuaikan volume efek suara.[/b] Tau efek suara kan? Yang itu loh... kalau kamu ngeklik sesuatu?

# AUDIO_DIALOGUEVOLUME_DESC
source: [b]Adjust the dialogue volume.[/b] Bleeps and voice lines controlled by this slider! You don't hate our voices... do you?
id: [b]Sesuaikan volume dialog.[/b] Bunyi bip boop dan dialog suara diatur oleh penggeser ini...! Kalian suka suara kami... kan?

# VISUAL_WINDOWMODE_DESC
source: [b]Set the game's window mode.[/b] Makes the game fully use your monitor or make it a window that you can move around~
id: [b]Atur mode jendela pada game.[/b] Atur layer gamenya biar menuhin seluruh layar monitor mu, atau dibuat mode jendela yang bisa kamu geser kemana saja~

# VISUAL_MAXFPS_DESC
source: [b]Limit how many frames per second the game can run.[/b] Faster, smoother...! J-just don't burn your processor... make sure your display has the required refresh rate!
id: [b]Batasi jumlah frame per detik yang dapat dijalankan oleh game.[/b] Lebih cepat, leeebih lancaaar...! T-tapi jangan sampai prosesor kalian terbakar yaa... pastiin layer kalian memiliki kecepatan refresh yang memadai!

# VISUAL_VSYNC_DESC
source: [b]Prevent screen tearing by syncing frames to your monitor.[/b] [i]Disabled[/i] - No sync! Fast, but expect screen tearing! [i]Enabled[/i] - Smooth~ [i]Adaptive[/i] - Sync when needed! And it disables itself if the FPS is dropping!
id: [b]Cegah screen tearing dengan menyinkronkan frame ke monitor kalian.[/b] [i]Dinonaktifkan[/i] - Tanpa sinkronisasi! Cepat, tetapi kemungkinan screen tearing bakal terjadi! [i]Diaktifkan[/i] - Halus~ [i]Adaptif[/i] - Sinkronisasi jika diperlukan! Dan akan dinonaktifkan sendiri jika FPS menurun!

# VISUAL_TEXTUREQUALITY_DESC
source: [b]Adjust the sharpness and detail of textures.[/b] I wonder what this texture actually looks like... hmm...
id: [b]Sesuaikan ketajaman dan detail tekstur.[/b] Aku penasaran seperti apa sebenarnya tekstur ini... hmm...

# VISUAL_SHADOWQUALITY_DESC
source: [b]Set how detailed the shadows appear.[/b] Oooh... smooth shadows~ Or is it?
id: [b]Atur seberapa detail bayangannya.[/b] Oooh... bayangan halus~ Atau engga...?

# VISUAL_MSAA_DESC
source: [b]Smooth out jagged edges on objects.[/b] Say goodbye to crunchy pixels! I... hope?
id: [b]Haluskan tepi bergerigi pada objek.[/b] Ucapkan selamat tinggal pada piksel yang kasar! Aku... harap?

# VISUAL_MONOCHROMEFILTER_DESC
source: [b]Set the whole game to be monochrome.[/b] Ooohohoho! Back to the good ol' days, eh?
id: [b]Atur visual permainan ke monokrom.[/b] Ooohohoho! Kembali ke masa lalu, eh?

# VISUAL_GRAINFILTER_DESC
source: [b]Toggle grain filter in the game.[/b] Whoaaa! Graiinyyy~
id: [b]Atur filter kasar pada layar di dalam game.[/b] Waaahhhh! Berteksturr~

# VISUAL_BLOODCENSOR_DESC
source: [b]Censor blood in the scene.[/b] Brr... why does he think this is a good idea...?
id: [b]Sensor darah pada adegan di game.[/b] Brr... kenapa dia pikir ini ide yang bagus...?

# GAMEPLAY_LANGUAGEINTERFACE_DESC
source: [b]Change the interface language.[/b] You're currently reading the interface!
id: [b]Ubah bahasa antarmuka.[/b] Ini kamu lagi baca antarmuka!

# GAMEPLAY_FPSMONITOR_DESC
source: [b]Display your current frames per second on screen.[/b] Numbers... so many numbers... what's the number mean, Raymond!?
id: [b]Tampilkan frame per second (FPS) di layar.[/b] Angka... begitu banyak angka... apa arti angka-angka ini, Raymond!?

# GAMEPLAY_HOURFORMAT_DESC
source: [b]Set the hour format.[/b] I'm sure you can tell what 21:00 is, right? Right...?
id: [b]Atur format jam di dalam game.[/b] Kamu ngerti format 21:00 kan? Kan...?

# GAMEPLAY_BUYTOGGLE_DESC
source: [b]Toggle between instant or delayed buying and selling buttons.[/b] I wanted to buy this, please... Can you go a bit faster? What's taking you so long!?
id: [b]Atur tombol jual beli ke instan atau tertunda.[/b] Aku mau beli ini dong... Bisa cepet dikit engga? Kenapa lama banget!?

# DAY_SUNDAY
source: Sunday
id: Minggu

# DAY_MONDAY
source: Monday
id: Senin

# DAY_TUESDAY
source: Tuesday
id: Selasa

# DAY_WEDNESDAY
source: Wednesday
id: Rabu

# DAY_THURSDAY
source: Thursday
id: Kamis

# DAY_FRIDAY
source: Friday
id: Jumat

# DAY_SATURDAY
source: Saturday
id: Sabtu

# MONTH_JANUARY
source: January
id: Januari

# MONTH_FEBRUARY
source: February
id: Februari

# MONTH_MARCH
source: March
id: Maret

# MONTH_MAY
source: May
id: Mei

# MONTH_JUNE
source: June
id: Juni

# MONTH_JULY
source: July
id: Juli

# MONTH_AUGUST
source: August
id: Augustus

# MONTH_OCTOBER
source: October
id: Oktober

# MONTH_DECEMBER
source: December
id: Desember

# CONFIRMATION_RESET_DEFAULT_TITLE
source: Reset to default?
id: Setel ulang ke awal?

# CONFIRMATION_RESET_DEFAULT_DESC
source: This will reset all settings to default. [i]Except windows and language.[/i]
id: Ini akan menyetel ulang ke pengaturan awal. [i]Kecuali jendela dan Bahasa.[/i]

# CONFIRMATION_CONFIRM
source: CONFIRM
id: KONFIRMASI

# CONFIRMATION_CANCEL
source: CANCEL
id: BATALKAN

# NEWGAME_MODE1
source: STORY MODE
id: MODE CERITA

# NEWGAME_DESC1
source: A letter from my father?
id: Surat dari ayah ku?

# NEWGAME_MODE2
source: SANDBOX MODE
id: MODE BEBAS

# NEWGAME_DESC2
source: Explore at your own pace, experiment with the world! No strings attached~
id: Jelajahi sesuki hati mu dan bereksperimen dengan dunia! Tanpa hambatan~

# VOLUME_MASTER
source: Master Volume
id: Volume Utama

# VOLUME_MUSIC
source: Music Volume
id: Volume Musik

# VOLUME_AMBIENCE
source: Ambience Volume
id: Volume Suasana

# VOLUME_SFX
source: Sound Effects Volume
id: Volume Efek Suara

# VOLUME_DIALOGUE
source: Dialogue Volume
id: Volume Dialog

# LABEL_LANGUAGE
source: LANGUAGE
id: BAHASA

# LANGUAGE_INTERFACE
source: Interface
id: Antarmuka

# GAMEPLAY_HOURFORMAT
source: Hour Format
id: Format Jam

# GAMEPLAY_BUYTOGGLE
source: Buy and Sell Toggle
id: Tombol Jual Beli

# LABEL_DISPLAY
source: DISPLAY
id: TAMPILAN

# MODE_WINDOW
source: Window Mode
id: Mode Window

source: Max FPS
id: FPS Maximal

# LABEL_GRAPHICS
source: GRAPHICS
id: GRAFIS

# QUALITY_TEXTURE
source: Texture Quality
id: Kualitas Tekstur

# QUALITY_SHADOW
source: Shadow Quality
id: Kualitas Bayangan

# QUALITY_MSAA
source: MSAA Quality
id: Kualitas MSAA

# FILTER_MONOCHROME
source: Monochrome Filter
id: Filter Monokrom

# FILTER_GRAIN
source: Grain Filter
id: Filter Kasar

# CENSOR_BLOOD
source: Blood Censor
id: Sensor Darah

# PAGE_PATRONS
source: PATRONS
id: PATRON

# PATRONPAGE_THANKS
source: Living In Viellci would never have been possible without your generousity, patience, and support! Thank you to all Patrons and Donators!
id: Living In Viellci tidak akan terwujud tanpa kebaikan, kesabaran, dan dukungan kalian! Terima kasih kepada semua Patron dan Donatur!

source: Active
id: Aktif

source: Nonactive
id: Nonaktif

# PATRON_LOADING
source: Loading
id: Memuat

# PATRON_FAIL_FETCHING
source: Failed fetching patron
id: Gagal mengambil patron

# PATRON_NO_MEMBERS
source: No members
id: Tidak ada member

source: LOAD FILE
id: SIMPANAN FILE

# PAGE_EVENTLOAD
source: EVENT LOAD
id: MUAT EVENT

# PAGE_AUTOLOAD
source: AUTO LOAD
id: MUAT AUTO

# LOADCARD_SAVE
source: SAVE SLOT
id: SIMPAN

# LOADCARD_LOAD
source: LOAD SLOT
id: LANJUT

source: ► EMPTY SLOT ◄
id: ► SLOT KOSONG ◄

# INPUT_SAVE_NAME_TITLE
source: SAVE SLOT NAME
id: NAMA SLOT SIMPANAN

# INPUT_SAVE_NAME_BACKTEXT
source: INPUT YOUR SAVE SLOT NAME HERE
id: MASUKAN NAMA SIMPANAN SLOT MU DISINI

# BUTTON_PAUSE_MENU
source: PAUSE MENU
id: MENU JEDA

# BUTTON_CONTINUE_GAME
source: CONTINUE
id: LANJUTKAN

# BUTTON_DIALOGUE_HISTORY
source: HISTORY
id: SEJARAH

# BUTTON_MAINMENU
source: MAIN MENU
id: MENU UTAMA

# CONFIRMATION_QUIT_TITLE
source: Are you sure you want to quit?
id: Apa kamu yakin mau keluar?

# CONFIRMATION_QUIT_DESC
source: Quitting game will not save the game automatically. [i]This will lose unsaved progress.[/i]
id: Keluar dari game tidak akan menyimpan perkembangan secara otomatis. [i]Ini akan menyebabkan hilangnya progres yang belum disimpan.[/i]

# CONFIRMATION_MAIN_MENU_TITLE
source: Return to the main menu?
id: Kembali ke menu utama?

# CONFIRMATION_MAIN_MENU_DESC
source: Returning to main menu will not save the game automatically. [i]This will lose unsaved progress.[/i]
id: Kembali ke menu utama tidak akan menyimpan permainan secara otomatis. [i]Ini akan menyebabkan hilangnya progres yang belum disimpan.[/i]
